Repository: ppfeufer/aa-fleetpings
Catalog: fleetpings/locale/*/LC_MESSAGES/django.po
Languages: de, es, ja, ru, uk

source: Error! Your ping was not copied to your clipboard. Maybe your browser doesn&apos;t support this feature.
de: Fehler! Der Ping wurde nicht in Ihre Zwischenablage kopiert. Möglicherweise unterstützt Dein Browser diese Funktion nicht.
es: Error! Su ping no se copió en su portapapeles. Tal vez su navegador no admita esta función.
ja: エラー！ ping がクリップボードにコピーされませんでした。お使いのブラウザがこの機能をサポートしていない可能性があります。
ru: Ошибка! Ваш пинг не был скопирован в буфер обмена. Возможно, браузер не поддерживает данную функциональность.
uk: Помилка! Ваш пінг не було скопійовано до буфера обміну. Можливо, ваш браузер не підтримує цю функцію.

source: Success! Your ping text has been copied to your clipboard. Now be a good FC and throw it in your chat so you actually get some people in fleet.
de: Erfolg! Der Ping-Text wurde in Ihre Zwischenablage kopiert. Sei jetzt ein guter FC und wirf Sie es in einen Discord Chat, damit auch einige Leute in die Flotte kommen.
es: Éxito! Su texto de ping ha sido copiado a su portapapeles. Ahora sea un buen FC y póngalo en su chat para que realmente tenga algunas personas en la flota.
ja: 成功！あなたのpingテキストがクリップボードにコピーされました。FCとして、それをチャットに投げ込んで、艦隊に人を集めましょう！
ru: Успех! Текст пинга был скопирован в буфер обмена. Скопируйте сообщение в чат, чтобы пилоты могли присоединиться.
uk: Успішно! Текст вашого пінгу було скопійовано до буфера обміну. Тепер будь хорошим ФК і кинь його у свій чат, щоб дійсно отримати кілька людей у флот.

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
es: ¿Quieres ayudar a traducir esta aplicación a tu idioma o mejorar la traducción existente?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
es: ¡Únete a nuestro equipo de traductores!
ja: 翻訳者チームに参加しましょう！
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!

source: Create ping
de: Ping erstellen
ja: pingを作成する
ru: Создать пинг

source: Please think twice if you really need to ping <code>@everyone</code>.
de: Bitte überlege zweimal, ob Du wirklich <code>@everyone</code> pingen musst.
es: Piénselo dos veces si realmente necesita hacer ping <code>@everyone</code>.
ja: 本当に<code>@everyone</code>を使用する必要があるか、一度考えてましょう。
ru: Подумайте дважды перед тем, как пинговать <code>@everyone</code>.
uk: Будь ласка, подумайте двічі, якщо вам дійсно потрібно пінгувати <code>@everybody</code>.

source: <code>@everyone</code> includes also all the people in this channel who are offline and possibly asleep at the moment and might be waking up when their mobile devices ping. Or they wake up hours later to irrelevant pings by the time they open Discord.
de: <code>@everyone</code> umfasst auch alle Personen in diesem Kanal, die offline sind und eventuell gerade schlafen und möglicherweise aufgeweckt werden, wenn ihre Mobilgeräte pingen. Oder sie wachen Stunden später auf zu irrelevanten Pings, wenn sie Discord öffnen.
ja: <code>@everyone</code> は、このチャンネルにいるオフラインの人や、 今まさに寝ている可能性のある人にも通知が届きます。 そのため、モバイル端末が通知音を鳴らして起こしてしまうかもしれませんし、 数時間後に Discord を開いたときには関係のない通知だけが残っている、ということにもなりえます。

source: Notification spam is a real thing and might entice people to mute channels.
de: Benachrichtigungs-Spam ist eine reale Sache und könnte Leute dazu verleiten, Kanäle stummzuschalten.
es: El spam es algo real en las notificaciones y puede hacer que las personas silencien los canales.
ja: 通知スパムは実際に存在し、人々がチャンネルをミュートする原因となる可能性があります。
ru: Спам нотификациями это злоупотребление и может заставить людей отключить звук каналу.
uk: Спам повідомлень — це реальна проблема, яка може змусити людей вимикати сповіщення для каналів.

source: <code>@here</code> usually does the trick just fine.
de: <code>@here</code> ist im Normalfall absolut ausreichend.
es: <code>@here</code> engaña muy bien por lo general.
ja: <code>@here</code>でたいていうまくいきます。
ru: <code>@here</code> обычно решает задачу.
uk: <code>@here</code> зазвичай працює відмінно.

source: Please select
de: Bitte wählen
es: Por favor selecciona
ja: 選択してください
ru: Выберите
uk: Будь ласка, виберіть

source: Roaming Fleet
de: Roaming Flotte
es: Flota Roaming
ja: Roaming Fleet（ローミングフリート）
ru: Роаминг
uk: Роумінг флот

source: Home Defense
de: Heimatverteidigung
es: Defendiendo la Casa
ja: Home Defense（ホームデフェンス）
ru: Дефенс
uk: Оборона бази

source: StratOP
de: Strategische Flotte
es: OPEstratégica
ja: StratOP（戦略的Op）
ru: Стратоп
uk: Стратегічна операція

source: CTA
ja: CTA（全軍招集）
ru: КТА
uk: КТА

source: Additionally configured fleet types
de: Zusätzlich konfigurierte Flottenarten
es: Tipos de flota adicionales configurados
ja: 追加で設定されたフリートタイプ
ru: Дополнительные типы флотов
uk: Додатково налаштовані типи флоту

source: None, just format it for me
de: Keiner, einfach nur den Text formatieren
es: Ninguno, solo formatéalo para mí
ja: 特になし、フォーマットだけお願いします
ru: Нет, только отформатируй
uk: Ніякий, лише форматування

source: Don't ping
de: Nicht pingen
ja: pingをしない
ru: Без пинга

source: Additionally configured ping targets
de: Zusätzlich konfigurierte Pingziele
es: Objetivos de ping adicionales configurados
ja: 追加で設定されたping対象
ru: Дополнительные цели пингов
uk: Додатково налаштовані цілі пінгу

source: No ping created yet …
de: Noch kein Ping erstellt …
es: Aún no se ha creado ningún ping …
ja: まだpingは作成されていません…
ru: Пингов нет …
uk: Пінг ще не створено …

source: Copy ping text
de: Ping-Text kopieren
ja: pingテキストをコピーする
ru: Копировать текст пинга

source: Not all mandatory information available to create an SRP link.
de: Nicht alle obligatorischen Informationen zum Erstellen eines SRP-Links verfügbar.
es: No toda la información obligatoria está disponible para crear un enlace SRP.
ja: SRPリンクを作成するために必要な情報がすべて揃っていません。
ru: Не вся необходимая информация предоставлена для создания ссылки SRP.
uk: Не вся обов'язкова інформація доступна для створення SRP-посилання.

source: Fleet operations timer has been created …
de: Der Timer für Flottenoperationen wurde erstellt …
es: Se ha creado el temporizador de operaciones de flota…
ja: フリートOpタイマーが作成されました…
ru: Таймер флота был создан …
uk: Створено таймер операцій флоту …

source: SRP link has been created …
de: SRP Link erstellt …
es: Se ha creado el enlace SRP…
ja: SRPリンクが作成されました…
ru: SRP ссылка была создана …
uk: Створено SRP-посилання …

source: Form invalid. Please check your input.
de: Formular ungültig. Bitte die Angaben prüfen.
es: Formulario inválido. Por favor, compruebe su entrada.
ja: フォームが無効です。入力内容を確認してください。
ru: Форма некорректна. Проверьте введенные данные.
uk: Форма невірна. Будь ласка, перевірте дані.

source: No form data submitted.
de: Keine Formulardaten übermittelt.
es: No se enviaron datos del formulario.
ja: フォームデータは送信されませんでした。
ru: Данные формы не отправлены.
uk: Не подано жодних даних.

source: Fleet Pings v{__version__}
es: Pings de Flota v{__version__}
ru: Анонс флота v{__version__}

source: Ping to
de: Ping in
ru: Пинговать в
uk: Cповіщення в канал

source: Discord ID
es: ID de Discord
ru: Идентификатор Discord

source: Formup time (Eve time)
uk: Мітка часу (Час за Eve) для збору
