Repository: ppfeufer/aa-fleetpings
Catalog: fleetpings/locale/*/LC_MESSAGES/django.po
Languages: de, es, ja, ru, uk

source: Fleet Pings
de: Flotten-Ankündigungen
es: Pings de Flotas
ja: フリート通知
ru: Анонсы флота
uk: Сповіщення флоту

source: Fleet comm
de: Flottenkommunikation
es: Canal de comunicación de la flota
ja: フリート通信
ru: Флит ком

source: Doctrine
de: Doktrin
es: Doctrina
ja: ドクトリン
ru: Формат
uk: Доктрина

source: Doctrine link
de: Doktrin Link
es: Enlace de la Doctrina
ja: ドクトリンのリンク
ru: Ссылка на формат
uk: Посилання на доктрину

source: Group restrictions
de: Gruppenbeschränkungen
es: Restricciones de grupo
ja: グループの制限
ru: Ограничения групп
uk: Обмеження групи

source: Ping target
de: Pingziel
ja: 通知の対象
ru: Цель пинга
uk: Ціль пінгу

source: Fleet type
de: Flottenart
ja: フリート種類
ru: Тип флота

source: Embed color
de: Embed Farbe
es: Color incrustado
ja: 色付け
ru: Цвет встраивания
uk: Колір повідомлення

source: Discord channel
de: Discord-Kanal
es: Canal de Discord
ja: Discordのチャンネル
ru: Канал Discord
uk: Discord канал

source: Webhook URL
es: URL del webhook
ja: ウェブフックURL
ru: Вебхук URL
uk: Посилання вебхука

source: Discord Markdown
es: Markdown de Discord
ja: ディスコードにおけるテキストの装飾
ru: Разметка Discord
uk: Розмітка Discord

source: Hint: You can use {discord_markdown_link} to format the text.
de: Hinweis: Du kannst {discord_markdown_link} nutzen um den Text zu formatieren.
es: Pista: Puedes usar {discord_markdown_link} para dar formato al texto.
ja: ヒント：{discord_markdown_link}を使ってテキストを装飾することができます。
ru: Подсказка: Вы можете использовать {discord_markdown_link} для форматирования текста.
uk: Підказка: Ви можете використовувати {discord_markdown_link} для форматування тексту.

source: Who do you want to ping?
de: Wen möchtest Du pingen?
es: ¿A quién quieres hacer ping?
ja: 誰に連絡したいですか？
ru: Кого Вы хотите пинговать?
uk: Кого тегнути?

source: Pre-Ping
ja: プレPing
ru: Предварительный пинг
uk: Попередній пінг

source: Mark this checkbox if this should be a pre-ping.
de: Markiere dieses Kontrollkästchen, wenn dies ein Pre-Ping sein soll.
es: Marque esta casilla de verificación si esto es un pre-ping.
ja: これが事前通知（プレPing）である場合は、チェックを入れてください。
ru: Установите флажок, если это предварительный пинг.
uk: Відміть цей чекбокс, якщо це пропередній пінг.

source: Select a channel to ping automatically.
de: Wähle einen Kanal aus, der automatisch gepingt werden soll.
es: Seleccione un canal para hacer ping automáticamente.
ja: 自動的にpingを送信するチャンネルを選択してください。
ru: Выберите канал для автоматических пингов.
uk: Виберіть канал для автоматичного пінгування.

source: FC name
ja: FC名
ru: Ник флиткома
uk: Нікнейм ФК

source: Who is the FC?
de: Wer ist der FC?
es: ¿Quién es el FC?
ja: FCは誰ですか？
ru: Кто флитком?
uk: Хто ФК?

source: Fleet name
de: Flottenname
ja: フリート名
ru: Название флота

source: What is the fleet name in the fleet finder in Eve?
de: Was ist der Name der Flotte im Flottenfinder in Eve?
ja: EVEのフリート検索におけるフリート名は何か？
ru: Как называется флот в поиске флотов в Eve?
uk: Яка назва флоту в фліт-файндері?

source: Formup location
de: Treffpunkt
ja: フォームアップ場所
ru: Место сбора
uk: Місце збору

source: Formup time
de: Flottenstart
ja: フォームアップ時間
ru: Время сбора
uk: Час збору

source: Formup time (EVE time)
de: Flottenstart (EVE Zeit)
ja: フォームアップ時間（EVE time）

source: To enable this field, either make it a pre-ping (checkbox above) or uncheck "Formup NOW" (checkbox below).
de: Um dieses Feld zu aktivieren, mach es entweder zu einem Pre-Ping (Kontrollkästchen oben) oder deaktiviere „Flottenstart JETZT“ (Kontrollkästchen unten).
es: Para habilitar este campo, conviértalo en Pre-Ping (casilla de verificación arriba) o desmarque «Formar AHORA» (casilla de verificación a continuación).
ja: このフィールドを有効にするには、事前送信（上部のチェックボックス）にするか、「今すぐ送信」（下部のチェックボックス）のチェックを外してください。
ru: Для активации этого поля задайте предварительный пинг (флажок выше) или отмените «СЕЙЧАС» (флажок ниже).
uk: Щоб увімкнути це поле, зробіть його попереднім пінгом (прапорець вище) або зніміть прапорець «Створити ЗАРАЗ» (прапорець нижче).

source: Formup timestamp
de: Flottenstart Zeitstempel
ja: 集合時間
ru: Метка времени сбора
uk: Мітка часу(timestamp) для збору

source: Formup NOW
de: Flottenstart JETZT
es: Formar AHORA
ja: 今すぐフォーム
ru: Сбор СЕЙЧАС
uk: Формування ВЖЕ

source: If this checkbox is active, formup time will be set to "NOW" and the time in the field above (if any is set) will be ignored.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird der Flottenstart auf „JETZT“ gesetzt. und die Zeit im obigen Feld (falls vorhanden) wird ignoriert.
es: Si esta casilla de verificación está activa, el tiempo de formar se establecerá en «AHORA» y la hora en el campo de arriba (si se ha establecido alguna) será ignorada.
ja: このチェックボックスが有効な場合、フォームアップ時刻は「NOW」に設定され、上記フィールドの時刻（設定されている場合）は無視されます。
ru: Если флажок активен, время сбора будет задано «СЕЙЧАС» и заданное выше время (при наличии) будет проигнорировано.
uk: Якщо цей прапорець активний, час формування буде встановлено на «ЗАРАЗ», а час у полі вище (якщо він встановлений) буде проігноровано.

source: Fleet comms
de: Flottenkommunikationen
ja: フリートVC(ボイスチャット）
ru: Вид голосовой связи
uk: Зв’язок флоту

source: Webhook embed color
de: Webhook Embed-Farbe
ja: Webhook埋め込み色
ru: Цвет фона анонса
uk: Колір ембеду вебхука

source: SRP
ja: SRP(Ship Replacement Program)
ru: Компенс

source: Is this fleet covered by SRP?
de: Ist diese Flotte durch SRP abgedeckt?
es: ¿Esta flota está cubierta por SRP?
ja: フリートはSRPの対象か？
ru: Компенс есть?
uk: Цей флот включений в програму відшкодування кораблів (SRP)?

source: Create SRP link
de: SRP-Link erstellen
ja: SRPリンクの作成
ru: Создание SRP ссылки

source: If this checkbox is active, a SRP link specific for this fleet will be created.<br>Leave blank if unsure.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird ein für diese Flotte spezifischer SRP-Link erstellt.<br>Leer lassen, wenn Du Dir nicht sicher bist.
es: Si esta casilla de verificación está activa, se creará un enlace SRP específico para esta flota.<br>Deje en blanco si no está seguro.
ja: このチェックボックスが有効の場合、このフリート専用のSRPリンクが作成されます。<br>不明な場合は空白のままにしておいてください。
ru: Если флажок активен, специальная ссылка для компенса будет создана.<br>Оставьте неактивным, если не уверены.
uk: Якщо цей прапорець активний, буде створено SRP-посилання, специфічне для цього флоту.<br>Залишіть порожнім, якщо ви не впевнені.

source: Additional information
de: Zusätzliche Informationen
ja: その他
ru: Дополнительная информация

source: Feel free to add some more information about the fleet …
de: Fühl Dich frei, weitere Informationen über die Flotte hinzuzufügen …
es: Siéntase libre de agregar más información sobre la flota…
ja: フリートの追加情報があれば追加してください…
ru: Разместите любую дополнительную информацию о флоте …
uk: Можете додати більше деталей про флот…

source: Create Optimer
de: Op Timer erstellen
es: Crear Optiempo
ja: 作戦タイマーの作成
ru: Создать таймер
uk: Створити таймер операції

source: If this checkbox is active, a fleet operations timer for this pre-ping will be created.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird ein Op Timer für diesen Pre-Ping erstellt.
es: Si esta casilla de verificación está activa, se creará un temporizador de operaciones de flota para este pre-ping.
ja: このチェックボックスが有効な場合、この事前通知用のフリート作戦タイマーが作成されます。
ru: Если флажок активен, будет создан специальный таймер сбора для данного предварительно пинга.
uk: Якщо цей прапорець активний, буде створено таймер операцій флоту для цього попереднього пінгу.

source: Duration
de: Dauer
ja: 間隔
uk: Тривалість

source: How long approximately will the fleet be?
de: Wie lange wird die Flotte etwa dauern?
ja: フリートを行う時間の長さはどれくらいですか？
uk: Як довго орієнтовно триватиме флот?

source: You might want to install the Discord service first …
de: Du solltest zunächst den Discord Service installieren …
es: Es posible que desee instalar primero el servicio de Discord …
ja: まずDiscordサービスをインストールすることをお勧めします…
ru: Возможно, Вам следует сначала установить сервис Discord …
uk: Можливо, вам слід спочатку встановити сервіс Discord…

source: Are you sure you have your Discord linked to your Alliance Auth?
de: Bist Du sicher das Du Deinen Discord Server mit Alliance Auth verbunden hast?
es: ¿Está seguro de que tiene su Discord vinculado a su Alliance Auth?
ja: 貴殿のアライアンスAuthがDiscordにリンクされていますか？
ru: Вы уверены, что Ваш Discord связан с Вашим Alliance Auth?
uk: Ви впевнені, що ваш Discord підключений до Alliance Auth?

source: This group has not been synced to Discord yet.
de: Diese Gruppe wurde bisher noch nicht zu Discord synchronisiert.
es: Este grupo aún no se ha sincronizado con Discord.
ja: このグループはまだDiscordに同期されていません。
ru: Эта группа не была синхронизирована с Discord.
uk: Цю групу ще не синхронізовано з Discord.

source: Can access this app
de: Kann auf diese App zugreifen
es: Puede acceder esta aplicacion
ja: このアプリにアクセス可能です
ru: Имеет доступ к приложению
uk: Має доступ до цього додатку

source: Short name to identify this comms
de: Kurzname zur Identifizierung
es: Nombre corto para identificar el canal de comunicación
ja: このVCを識別するための略称
ru: Короткое название голосового канала
uk: Коротка назва для ідентифікації цього каналу зв'язку

source: Name
es: Nombre
ja: 名前
ru: Название
uk: Назва

source: In which channel is the fleet?
de: In welchem Kanal ist die Flotte?
es: ¿En qué canal está la flota?
ja: フリートはどのチャンネルにいますか？
ru: Который из каналов назначен для флота?
uk: В якому каналі знаходиться флот?

source: Channel
de: Kanal
es: Canal
ja: チャンネル
ru: Канал
uk: Канал

source: You can add notes about this configuration here if you want
de: Wenn Du möchtest, kannst Du hier Anmerkungen zu dieser Konfiguration hinzufügen
es: Puede agregar aquí notas sobre esta configuración si lo desea
ja: この設定に関するメモをここに追加できます（任意）
ru: Здесь Вы можете добавить примечания для этой конфигурации
uk: Ви можете додати примітки про цю конфігурацію тут, якщо хочете

source: Notes
de: Notizen
es: Notas
ja: ノート
ru: Примечания
uk: Примітки

source: Whether this comms is enabled or not
de: Ist aktiv oder nicht
es: Si el canal de comunicaciones están habilitadas o no
ja: このVCが有効か無効か
ru: Активен или нет голосовой канал
uk: Чи активовано цей зв'язок чи ні

source: Is enabled
de: Ist aktiviert
es: Está habilitado
ja: 有効です
ru: Разрешен
uk: Дозволено

source: Short name to identify this doctrine
de: Kurzname der Doktrin
es: Nombre corto para identificar esta doctrina
ja: このドクトリンを識別するための略称
ru: Короткое название формата
uk: Коротка назва для ідентифікації цієї доктрини

source: A link to a doctrine page for this doctrine if you have.
de: Ein Link zu einer Doktrinenseite für diese Doktrin, falls vorhanden.
es: El Enlace a la página de la doctrina, si tiene.
ja: このドクトリンに関するページへのリンク
ru: Ссылка на страницу формата.
uk: Посилання на сторінку доктрини, якщо воно є.

source: Restrict this doctrine to the following groups …
de: Beschränkt diese Doktrin auf die folgenden Gruppen …
es: Restrinja esta doctrina a los siguientes grupos…
ja: このドクトリンを以下のグループに限定する…
ru: Предоставить доступ к формату следующим группам …

source: Whether this doctrine is enabled or not
de: Ist diese Doktrin aktive oder nicht
es: Si esta doctrina está habilitada o no
ja: このドクトリンが有効かどうか
ru: Активен или нет формат
uk: Включена ця доктрина чи ні

source: Your doctrine URL is not valid.
de: Die Doktrin-URL ist ungültig.
es: Su URL de doctrina no es válida.
ja: あなたのドクトリンURLは無効です。
ru: URL формата некорректный.
uk: Ваше посилання на доктрину невірне.

source: Fleet doctrine
de: Flottendoktrin
ja: フリートドクトリン
ru: Формат флота

source: Fleet doctrines
de: Flottendoktrinen
ja: フリートドクトリン
ru: Форматы

source: Short name to identify this formup location
de: Kurzname für den Treffpunkt
es: Nombre corto para identificar la ubicación para formar
ja: このフォームアップ場所を識別するための略称
ru: Короткое название точки сбора
uk: Коротка назва цього місця збору

source: Whether this formup location is enabled or not
de: Ist dieser Treffpunkt aktiv oder nicht
es: Si esta ubicación para formar está habilitada o no
ja: このフォームアップ場所が有効かどうか
ru: Активна или нет точка сбора
uk: Чи активовано це місце збору

source: Formup locations
de: Treffpunkte
ja: フォーム場所
ru: Места сбора
uk: Місця збору

source: Name of the Discord role to ping. (Note: This must be an Auth group that is synced to Discord.)
de: Name der Discord Rolle zum Pingen. (Hinweis: Dies muss eine Auth Gruppe sein die zu Discord synchronisiert wurde.)
es: Nombre del rol de Discord para hacer ping. (Nota: debe ser un grupo de autenticación sincronizado con Discord.)
ja: 通知を送信するDiscordのロールの名(注意:これはDiscordと同期が完了しているAuthのグループである必要があります)
ru: Имя роли Discord для пинга. (Примечание: Это должна быть синхронизированная с Discord группа Auth.)
uk: Ім'я ролі Discord, яку потрібно пінгувати. (Примітка: це має бути група Auth, яка синхронізована з Discord.)

source: Group name
de: Gruppenname
es: Nombre del grupo
ja: グループ名
ru: Имя группы
uk: Назва групи

source: ID of the Discord role to ping
de: ID der Discord Rolle zum Pingen
es: ID del rol de Discord para hacer ping
ja: 通知対象のDiscord roleのID
ru: ID роли Discord для пинга
uk: ID ролі Discord для пінгування

source: Restrict ping rights to the following groups …
de: Beschränkt die Ping-Rechte auf die folgenden Gruppen …
es: Restringir los derechos de ping a los siguientes grupos…
ja: 以下のグループにのみping権限を制限する…
ru: Ограничить право пинговать для следующих групп …

source: Discord ping target
de: Discord Pingziel
ja: Discordのping対象
ru: Цель пинга Discrod

source: Discord ping targets
de: Discord Pingziele
ja: Discordのping対象
ru: Цели пинга Discord

source: Short name to identify this fleet type
de: Kurzname für die Flottenart
es: Nombre corto para identificar este tipo de flota
ja: このフリートタイプを識別するための略称
ru: Короткое название типа флота
uk: Коротка назва для ідентифікації цього типу флоту

source: Highlight color for the embed
de: Highlight Farbe für den Embed
es: Color resaltado para la incrustación
ja: 埋め込みのハイライト色
ru: Цвет при встраивании
uk: Колір виділення для ембеду

source: Restrict this fleet type to the following groups …
de: Beschränkt diese Flottenart auf die folgenden Gruppen …
es: Restrinja este tipo de flota a los siguientes grupos…
ja: このフリートタイプを以下のグループに制限する…
ru: Предоставить доступ к флоту следующим группам …

source: Whether this fleet type is enabled or not
de: Ist diese Flottenart aktiv oder nicht
es: Si este tipo de flota está habilitado o no
ja: このフリートタイプが有効かどうか
ru: Активен или нет тип флота
uk: Увімкнено цей тип флоту чи ні

source: Fleet types
de: Flottenarten
ja: フリートの種類
ru: Типы флота

source: Name of the channel this webhook posts to
de: Name des Kanals in dem dieser Webhook postet
es: Nombre del canal en el que publica este webhook
ja: このウェブフックが投稿するチャネル名
ru: Название канала, в который вебхук отправляет сообщения
uk: Назва каналу, до якого цей вебхук надсилає повідомлення

source: URL of this webhook, e.g. https://discord.com/api/webhooks/123456/abcdef
de: URL des Webhooks, z. B.: https://discord.com/api/webhooks/123456/abcdef
es: URL de este webhook, p.ej. https://discord.com/api/webhooks/123456/abcdef
ja: このWebhookのURL、例：https://discord.com/api/webhooks/123456/abcdef
ru: URL этого вебхука, например https://discord.com/api/webhooks/123456/abcdef
uk: URL цього вебхука, наприклад https://discord.com/api/webhooks/123456/abcdef

source: You can add notes about this webhook here if you want
de: Wenn Du möchtest, kannst Du hier Anmerkungen zu diesem Webhook hinzufügen
es: Puede agregar aquí notas sobre este webhook si lo desea
ja: 必要に応じて、このWebhookに関するメモをここに追加できます
ru: Здесь Вы можете добавить примечания для этого вебхука
uk: Ви можете додати примітки про цей вебхук тут, якщо хочете

source: Whether this webhook is active or not
de: Ist dieser Webhook aktiv oder nicht
es: Si este webhook está activo o no
ja: このWebhookが有効かどうか
ru: Активен или нет вебхук
uk: Активний цей вебхук чи ні

source: Webhook
ja: ウェブフック
ru: Вебхук
uk: Вебхук

source: Webhooks
ja: ウェブフック
ru: Вебхуки
uk: Вебхуки

source: Invalid webhook URL. The webhook URL you entered does not match any known format for a Discord webhook. Please check the webhook URL.
de: Ungültige Webhook-URL. Die eingegebene Webhook-URL stimmt mit keinem bekannten Format für einen Discord-Webhook überein. Bitte überprüfe die Webhook-URL.
es: URL de webhook no válida. La URL del webhook que ingresó no coincide con ningún formato conocido para un webhook de Discord. Compruebe la URL del webhook.
ja: 無効なWebhook URLです。入力されたWebhook URLは、Discord Webhookの既知の形式と一致しません。Webhook URLを確認してください。
ru: Некорректный URL вебхука. Введенный URL не совпадает с известными форматами вебхуков Discord. Пожалуйста, проверьте URL.
uk: Недійсний URL вебхука. Вказаний вами URL не відповідає жодному з відомих форматів для Discord вебхука. Перевірте URL.

source: Use default fleet types
de: Standard Flottenarten nutzen
es: Usar tipos de flota predeterminados
ja: デフォルトのフリートタイプを使用する
ru: Использовать типы флотов по умолчанию
uk: Використовувати стандартні типи флотів

source: Use default ping targets
de: Standard Pingziele nutzen
es: Usar objetivos de ping predeterminados
ja: デフォルトのpingターゲットを使用する
ru: Использовать цель пинга по умолчанию
uk: Використовувати стандартні цілі для пінгу

source: Use Doctrines from Fittings module
de: Doktrinen vom Fittings Modul nutzen
es: Usar doctrinas del módulo Fiteos
ja: フィッティングモジュールからのドクトリンを使用する
ru: Использовать форматы из модуля Fittings
uk: Використовувати доктрини з модуля фітингів

source: Verify webhooks
de: Webhooks verifizieren
ja: ウェブフックの確認
ru: Проверять Вебхуки
uk: Перевірити вебхуки

source: Default embed color
de: Standard Embed Farbe
es: Color incrustado predeterminado
ja: デフォルトの埋め込み色
ru: Цвет встраивания по умолчанию
uk: Колір ембеду за замовчуванням

source: Whether to use default fleet types. If checked, the default fleet types (Roaming, Home Defense, StratOP, and CTA) will be added to the Fleet Type dropdown.
de: Nutze Standard Flottenarten. Wenn angehakt, werden die Standard Flottenarten (Roaming, Home Defense, StratOP, and CTA) dem Dropdown im Formular hinzugefügt.
es: Ya sea para usar tipos de flota predeterminados. Si está marcado, los tipos de flota predeterminados (Roaming, Home Defense, StratOP y CTA) se agregarán al menú desplegable Tipo de flota.
ja: デフォルトフリートタイプの使用有無。チェックすると、デフォルトフリートタイプ(Roaming, Home Defense, StratOP, and CTA) がフリートタイプドロップダウンに追加されます。
ru: Использование типов флотов по умолчанию. Если установлен, стандартные типы флотов (роум, хоумдеф, стратоп и КТА) будут добавлены в список Тип Флота.
uk: Чи використовувати стандартні типи флотів. Якщо позначено, стандартні типи флотів (Roaming, Home Defense, StratOP та CTA) будуть додані до випадаючого списку типів флотів.

source: Whether to use default ping targets. If checked, the default ping targets (@everyone and @here) will be added to the Ping Target dropdown.
de: Standard Pingziele nutzen. Wenn angehakt, werden die Standard Pingziele (@everyone and @here) dem Dropdown im Formular hinzugefügt.
es: a sea para usar objetivos de ping predeterminados. Si está marcado, los destinos de ping predeterminados (@everyone and @here) se agregarán al menú desplegable Destino de ping.
ja: デフォルトのピン対象を使用するかどうか。チェックすると、デフォルトのピン対象（@everyone と @here）が「ピン対象」ドロップダウンに追加されます。
ru: Использование целей пинга по умолчанию. Если установлен, стандартные цели пинга (@everyone и @here) будут добавлены в список Цель Пинга.
uk: Чи використовувати стандартні цілі для пінгу. Якщо позначено, стандартні цілі для пінгу (@everyone та @here) будуть додані до випадаючого списку цілей для пінгу.

source: Whether to use the doctrines from the Fittings modules in the doctrine dropdown. Note: The fittings module needs to be installed for this.
de: Sollen die Doktrinen aus dem Fittings Modul genutzt werden? Hinweis: das Fittings Module muss hierfür installiert sein.
es: Si usar las doctrinas de los módulos de Fiteos en el menú desplegable de doctrinas. Nota: Para ello, es necesario instalar el módulo de fiteos.
ja: ドクトリン選択ドロップダウンでフィッティングモジュールのドクトリンを使用するかどうか。注：これにはfittings moduleのインストールが必要です。
ru: Использование форматов из модуля Fittings в списке выбора формата. Примечание: модуль Fittings должен быть установлен.
uk: Чи використовувати доктрини з модуля фітингів у випадаючому списку доктрин. Примітка: для цього необхідно встановити модуль фітингів.

source: Whether to verify webhooks URLs or not. Note: When unchecked, webhook URLs will not be verified, so the app can be used with non-Discord webhooks as well. When disabling webhook verification and using non-Discord webhooks, it is up to you to make sure your webhook understands a payload that is formatted for Discord webhooks.
de: Webhook URLs prüfen. Wenn abgewählt werden die Webhook URLs nicht geprüft und es können Webhooks verwendet werden die nicht von Discord sind. Es ist Deine Verantwortung sicherzustellen dass diese Webhooks das Discord Format verstehen.
ja: Webhook URL を検証するかどうか。注意：このチェックを外すと、Webhook URL の検証は行われなくなり、Discord 以外の Webhook も利用できるようになります。Webhook の検証を無効にして Discord 以外の Webhook を使用する場合、その Webhook が Discord Webhook 用にフォーマットされたペイロードを理解できるかどうかは、利用者自身の責任となります。
ru: Проверка Webhooks URL. Примечание: Если сброшен, Webhook URL не будет проверяться, таким образом приложение может быть использовано с не-Discord Webhook. При выключенной проверке для не-Discord Webhook, убедитесь, что ваш Webhook понимает данные в формате Discord.
uk: Чи перевіряти URL вебхуків чи ні. Примітка: Якщо не позначено, URL вебхуків перевірятися не будуть, тому додаток також може бути використаний з вебхуками, які не від Discord. При вимкненні перевірки вебхуків і використанні не-Discord вебхуків, вам слід переконатися, що ваш вебхук розуміє формат даних, який використовується для вебхуків Discord.

source: Default highlight color for the webhook embed.
de: Standard Highlight Farbe für den Webhook Embed.
es: Color resaltado predeterminado para la inserción de webhook.
ja: Webhook埋め込みのデフォルトハイライト色。
ru: Цвет подсветки по умолчанию для встраивания webhook.
uk: Колір виділення за замовчуванням для ембеду вебхука.

source: Setting
de: Einstellung
ja: 設定
ru: Установка
uk: Налаштування

source: Settings
de: Einstellungen
ja: 設定
ru: Настройки
uk: Налаштування

source: Fleet Pings Settings
de: Fleet Pings Einstellungen
es: Ajustes de Pings de Flota
ja: フリートPing設定
ru: Настройки Сбора флота
uk: Налаштування фліт-пінгів

source: Fleet information
de: Flotteninformation
ja: フリート情報
ru: Информация о флоте

source: Formatted ping text
de: Formatierter Ankündigungstext
ja: フォーマット済みpingテキスト
ru: Отформатированный текст пинга

source: Mandatory information is missing. To create an optimer, you need to provide all of the following information:<br>» FC name<br>» Fleet name<br>» Formup location<br>» Formup time<br>» Ships / Doctrine
de: Pflichtangaben fehlen. Um einen Optimierer zu erstellen, müssen alle der folgenden Informationen angegeben sein:<br>» FC-Name<br>» Flottenname<br>» Treffpunkt<br>» Flottenstart<br>» Schiffe / Doktrin
ja: 必須情報が不足しています。optimerを作成するには、以下の情報をすべて提供する必要があります：<br>» FC名<br>» フリート名<br>» 集合場所<br>» 集合時間<br>» 艦船 / ドクトリン
ru: Отсутствует необходимая информация. Для создания таймера должна быть предоставлена следующая информация:<br>» Ник флиткома<br>» Имя флота<br>» Точка сбора<br>» Время сбора<br>» Корабли / Формат
uk: Обов'язкова інформація відсутня. Для того щоб створити пінг флотової операції ви маєте заповнити всю інформацію нижче: <br>» Нік ФК<br>» Назва флоту<br>» Місце збору<br>» Чис збору<br>» Кораблі / Доктрина

source: Mandatory information is missing. To create an SRP link, you need to provide all of the following information:<br>» Fleet name<br>» Ships / Doctrine
de: Pflichtangaben fehlen. Um einen SRP-Link zu erstellen, müssen alle der folgenden Informationen angegeben sein:<br>» Flottenname<br>» Schiffe / Doktrin
ja: 必須情報が不足しています。SRPリンクを作成するには、以下の情報をすべて提供する必要があります：<br>» フリート名<br>» 艦船 / ドクトリン
ru: Отсутствует необходимая информация. Для создания ссылки для компенса должна быть предоставлена следующая информация:<br>» Имя флота<br>» Корабли / Формат
